Revit 2024 API
GroupTypeId.Geometry Property
 Geometry.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Geometry { get; }
Visual Basic
Public Shared ReadOnly Property Geometry As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Geometry {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace